Repository: wp-plugins/dukapress
Catalog: languages/dukapress-*.po
Languages: de_de, es_es, fa_ir, fr_fr, hr_hr, it_it, nl_be, ru_ru

source: Your Shop's Currency Code is not compatible with WorldPay. Please choose a Currency Code from the below list. Payments will be converted to the selected Currency Code, when Payments are sent to WorldPay.
es_es: La moneda seleccionada no es compatible con WorldPay. Seleccione otra moneda de la lista. Los pagos serán convertidos en el momento del pago.
fa_ir: واحد پولی فروشگاه شما با WorldPay سازگار نیست. لطفا از لیست زیر واحد پولی مناسب را انتخاب نمایید. عملیات پرداخت به واحدی که انتخاب می کنید تغییر خواهد کرد.
it_it: Il codice valuta del tuo negozio non è compatibile con WorldPay. Scegli un codice valuta tra quelli elencati qui sotto. I pagamenti saranno convertiti al codice valuta selezionato, quando i pagamenti saranno inviati a WorldPay.
nl_be: De munteenheid van uw winkel is niet compatibel met WorldPayl. Gelieve een munteenheid te kiezen in de onderstaande lijst. Betalingen zullen geconverteerd worden in de geselecteerde munteenheid op het moment van betaling via WorldPay.

source: WorldPay Currency Code
de_de: WorldPay Währungs Code
es_es: Moneda de WorldPay
fa_ir: کد ارزی WorldPay
fr_fr: Code monnaie WordPay
hr_hr: WorldPay valuta
it_it: WorldPay - Codice valuta
nl_be: WorldPay munteenheid

source: Your Shop's Currency Code is not compatible with AlertPay. Please choose a Currency Code from the below list. Payments will be converted to the selected Currency Code, when Payments are sent to AlertPay.
es_es: La moneda seleccionada no es compatible con AlertPay. Seleccione otra moneda de la lista. Los pagos serán convertidos en el momento del pago.
fa_ir: واحد پولی فروشگاه شما با AlertPay سازگار نیست. لطفا از لیست زیر واحد پولی مناسب را انتخاب نمایید. عملیات پرداخت به واحدی که انتخاب می کنید تغییر خواهد کرد.
it_it: Il codice valuta del tuo negozio non è compatibile con AlertPay. Scegli un codice valuta tra quelli elencati qui sotto. I pagamenti saranno convertiti al codice valuta selezionato, quando i pagamenti saranno inviati a AlertPay.
nl_be: De munteenheid van uw winkel is niet compatibel met AlertPay. Gelieve een munteenheid te kiezen in de onderstaande lijst. Betalingen zullen geconverteerd worden in de geselecteerde munteenheid op het moment van betaling via AlertPay.

source: AlertPay Currency Code
de_de: AlertPay Währungs Code
es_es: Moneda de AlertPay
fa_ir: کد ارزی AlertPay
fr_fr: Code Monnaie AlertPay
hr_hr: AlertPay valute
it_it: AlertPay - Codice valuta
nl_be: AlertPay munteenheid

source: Mobile
de_de: Mob. Tel.
es_es: Móvil
fa_ir: موبایل
hr_hr: Mobitel
nl_be: Mobieltelefoon
ru_ru: Мобильный

source: Number
de_de: Tel. Nr.
es_es: Número
fa_ir: شماره
fr_fr: Numéro
hr_hr: Broj
it_it: Numero
nl_be: Nummer
ru_ru: Номер

source: Bank Details
es_es: Datos bancarios
fa_ir: جزییات بانک
fr_fr: Détails Banque
hr_hr: Bankovni podaci
it_it: Dettagli banca
nl_be: Bankgegevens
ru_ru: Информация о банке

source: Name of Bank
de_de: Name der Bank
es_es: Nombre del banco
fa_ir: نام بانک
fr_fr: Nom de Banque
hr_hr: Naziv banke
it_it: Nome della banca
nl_be: Naam van de bankinstelling
ru_ru: Название банка

source: Routing Number
de_de: Routing Nummer
es_es: Número de ruta
fa_ir: شماره مسیریابی
fr_fr: Numéro de routage
hr_hr: Broj odobrenja
it_it: Coordinate bancarie
nl_be: Routingnummer

source: Account Number
de_de: Kontonummer
es_es: Número de cuenta
fa_ir: شماره حسابا
fr_fr: Numéro de Compte
hr_hr: Broj računa
it_it: Numero conto
nl_be: Accountnummer

source: Bank Account Owner
de_de: Konto Inhaber
es_es: Titular de la cuenta
fa_ir: صاحب حساب
fr_fr: Propriétaire du compte
hr_hr: Vlasnik bankovnog računa
it_it: Intestatario conto banca
nl_be: Eigenaar bankrekeningnummer
ru_ru: Владелец счёта

source: Discount Management
es_es: Gestión de descuentos
fa_ir: مدیریت تخفیف ها
fr_fr: Gestion de Promotions
hr_hr: Upravljanje popustima
it_it: Gestione sconto
nl_be: Beheer kortingen
ru_ru: Управление скидками

source: Enable Discount
de_de: Discount aktivieren
es_es: Activar descuento
fa_ir: فعال نمودن تخفیف
fr_fr: Activer Promotions
hr_hr: Omogući popust
it_it: Attiva sconto
nl_be: Schakel Kortingen in
ru_ru: Включить скидку

source: Discount
es_es: Descuento
fa_ir: تخفیف
fr_fr: Promotion
hr_hr: Popust
it_it: Sconto
nl_be: Korting
ru_ru: Скидка:

source: One Time Discount
de_de: Einmaliger Discount
es_es: Descuento de una sola vez
fa_ir: تخفیف برای یک بار
fr_fr: Promotion Unique (une seule fois)
hr_hr: Jednokratni popust
it_it: Sconto unico
nl_be: Eenmalige korting
ru_ru: Одноразовая скидка

source: Email Management
es_es: Gestión de correos electrónicos
fa_ir: مدیریت ایمیل
it_it: Gestione email
nl_be: E-mailbeheer

source: Order Placed
es_es: Pedido realizado.
fa_ir: سفارش انجام شد
it_it: Ordinazioni evase
nl_be: Bestelling geplaatst

source: To Admin
es_es: Al administrador
fa_ir: به مدیر
it_it: all'amministratore
nl_be: Naar Admin

source: Subject
es_es: Asunto
fa_ir: موضوع
it_it: Oggetto
nl_be: Onderwerp

source: Message
es_es: Mensaje
fa_ir: پیام
it_it: Messaggio
nl_be: Bericht

source: Use
es_es: Usar
fa_ir: استفاده
it_it: Usa
nl_be: Gebruik

source: as Billing Address, Shipping Address, Invoice, Site URL, Shop Name, Order Log Transaction
fa_ir: مانند آدرس صورتحساب مالی ، آدرس دریافت کالا ، صورتحساب ، آدرس سایت ، نام فروشگاه
it_it: per indirizzo fatturazione, indirizzo di consegna, fattura, URL sito, Nome negozio, registro transazione ordinazione
nl_be: als Fakturatieadres, Verzendingsadres, Faktuur, Site URL, Naam winkel, Transactielogboek

source: To User
es_es: Al usuario
fa_ir: به کاربر
it_it: all'utente
nl_be: Voor gebruiker

source: As Billing First Name, Billing Last Name, Invoice, Shop Name and site URL
fa_ir: مانند نام ، فامیلی ، صورت حساب و نام و آدرس فروشگاه
it_it: per Nome intestatario, Cognome intestatario, Fattura, Nome negozio e URL sito
nl_be: Als Voornaam Faktuur, Naam Faktuur, Faktuur, Naam winkel en site URL

source: Order Canceled
es_es: Pedido cancelado
fa_ir: سفارش لغو شد
it_it: L'ordinazione è stata annullata
nl_be: Bestelling geannuleerd

source: FirstName,Last Name, Invoice, Status,Digi,Site URL, Shop Name, Order Log Transaction
fa_ir: نام ، فامیلی ، صورتحساب ، وضعیت ، آدرس سایت ، نام فروشگاه ،ثبت جزییات سفارشات
it_it: Nome, Cognome, Fattura, Stato, Digi, URL sito, Nome negozio, Registro transazione ordinazioni
nl_be: Voornaam, Naam, Faktuur, Status, Digi, Site URL, Naam Winkel, Transactieorderlogboek

source: As Billing First Name, Billing Last Name, Invoice,Status, Shop Name and site URL
fa_ir: مانند نام ، نام خانوادگی ، صورتحساب ، وضعیت ، نام فروشگاه و آدرس سایت
it_it: per Nome intestatario, Cognome intestatario, Fattura,Stato, Nome negozio e URL sito
nl_be: Als Voornaam Faktuur, Naam Faktuur, Faktuur, Naam winkel en site URL

source: User Registration
es_es: Registro de usuario:
fa_ir: ثبت نام کاربر
it_it: Registrazione utente
nl_be: Gebruikersregistratie

source: as User Name, Password, email, and ShopName
fa_ir: مانند نام کاربری ، رمز عبور ، ایمیل و نام فروشگاه
it_it: come nome utente, password, email e nome del negozio
nl_be: als Gebruikersnaam, Paswoord, e-mail, en Winkelnaam

source: as User Name, Password, email, Login URL, and ShopName
fa_ir: مانند نام کاربری ، رمز عبور ، ایمیل ، آدرس ورود و نام فروشگاه
it_it: come nome utente, password, email, URL login e nome del negozio
nl_be: als Gebruikersnaam, Paswoord, e-mail, Login URL, en Winkelnaam

source: Inventory
es_es: Inventario
fa_ir: فهرست
it_it: Inventario
nl_be: Inventaris

source: as Product No., Product Name, Currently in Stock Quantity, and footer
fa_ir: مانند شماره محصول ، نام محصول ، تعداد موجود در انبار و فوتر
it_it: per numero prodotto, nome prodotto, quantità giacenza in magazzino e footer
nl_be: als Artikelnummer, Artikelbenaming, Hoeveelheid in voorraad, en voettekst

source: Enquiry
es_es: Consulta
fa_ir: استعلام
it_it: Richiesta
nl_be: Inlichting

source: as Enquirers Name, Enquirers email, Enquiry Subject, Enquiry Details, and Enquiry custom message
fa_ir: مانند نام استعلام کننده ، ایمیل وی ، موضوع ، جزییات و پیام سفارشی
it_it: per Nome richiedente, Email richiedente, Oggetto richiesta, Dettaglio richiesta e Messaggio personalizzato richiesta
nl_be: als Naam en e-mail van persoon die inlichting vraagt, onderwerp van inlichtingverzoek, details van inlichtingenverzoek en inhoud van inlichtingenverzoek

source: Payments
es_es: Pagos
fa_ir: پرداخت ها
it_it: Pagamenti
nl_be: Betalingen

source: as Payers First Name, Payers email, Invoice, Payment status, Digital Products, and Shop Name
fa_ir: مانند نام پرداخت کننده ، ایمیل وی ، صورتحساب ، وضعیت پرداخت ، محصولات دیجیتالی و نام فروشگاه
it_it: per Nome acquirente, Email acquirente, Fattura, Stato acquirente, Prodotti digitali e Nome negozio
nl_be: als Voornaam van betaler, e-mail van betaler, Faktuur, Betalingsstatus, Digitale produkten, en Winkelnaam

source: as Payers First Name, Payers email, Invoice, Payment Status, Digital Products, and Shop Name
fa_ir: مانند نام پرداخت کننده ، ایمیل وی ، صورت حساب ، وضعیت پرداخت ، محصولات دیجیتالی و نام فروشگاه
it_it: per Nome acquirente, Email acquirente, Fattura, Stato acquirente, Prodotti digitali e Nome negozio
nl_be: als Voornaam van betaler, e-mail van betaler, Faktuur, Betalingsstatus, Digitale produkten, en Winkelnaam

source: DukaPress News
es_es: Novedades DukaPress
fa_ir: اخبار DukaPress
fr_fr: Actu DukaPress
hr_hr: DukaPress novosti
nl_be: DukaPress nieuws
ru_ru: Новости Dukapress

source: NetMadeEz and Nickel Pro
fa_ir: NetMadeEz و Nickel Pro

source: Delete
it_it: Cancella

source: PayPal ID
de_de: Email Adresse Ihres PayPal Kontos
es_es: Usuario de PayPal
fr_fr: ID PayPal
it_it: ID PayPal

source: AlertPay ID
es_es: Usuario AlertPay
fr_fr: ID AlertPay
it_it: ID AlertPay

source: Your Shops' Currency Code is not compatible with WorldPay. Please choose a Currency Code from the below list. Payments will be converted to the selected Currency Code, when Payments are sent to WorldPay.
de_de: Der eingetragen Währungs Code stimmt nicht mit WorldPay überein, Bitte aus Liste auswaehlen
fr_fr: La monnaie de votre boutique n'est pas compatible avec WorldPay. Choisissez un code monnaie dans la liste ci-dessous. Les paiements seront convertis dans ce code monnaie à l'envoi des paiements vers WorldPay.
hr_hr: Valuta Vaše trgovine nije kompatibilna s WorldPay-om. Molimo da odaberete valutu iz donje liste. Uplate će se pretvoriti u odabranu valutu, kada se iste pošalju u WorldPay.

source: Your Shops' Currency Code is not compatible with AlertPay. Please choose a Currency Code from the below list. Payments will be converted to the selected Currency Code, when Payments are sent to AlertPay.
de_de: Der eingetragen Währungs Code stimmt nicht mit AlertPay überein, Bitte aus Liste auswaehlen
fr_fr: La monnaie de votre boutique n'est pas compatible avec AlertPay. Choisissez un code monnaie dans la liste ci-dessous. Les paiements seront convertis dans ce code monnaie à l'envoi des paiements vers AlertPayPay.
hr_hr: Valuta Vaše trgovine nije kompatibilna s AlertPay-om. Molimo da odaberete valutu iz donje liste. Uplate će se pretvoriti u odabranu valutu, kada se iste pošalju AlertPay-u.

source: New user registration on your site %s:
de_de: Ein neuer kunde hat sich registriert
fr_fr: Nouvel enregistrement utilisateur sur votre site %s :
hr_hr: Novi korisnik registriran na vašoj web stranici %s:
ru_ru: Новый пользователь на вашем сайте %s:

source: Username: %s
de_de: Benutzername: %s
fr_fr: Nom d'utilisateur : %s
hr_hr: Korisničko ime: %s
ru_ru: Имя: %s

source: [%s] New User Registration
de_de: [%s] Neu Registration
fr_fr: [%s] Nouvel enregistrement utilisateur
hr_hr: [%s] Registracija novog korisnika
ru_ru: [%s] Регистрация нового пользователя

source: Password: %s
de_de: Passwort: %s
fr_fr: Mot de Passe : %s
hr_hr: Lozinka: %s
ru_ru: Пароль: %s

source: [%s] Your username and password
de_de: [%s] Ihr Benutzername / Passwort
fr_fr: [%s] Vos nom d'utilisateur et mot de passe
hr_hr: [%s] Vaše korisničko ime i lozinka
ru_ru: [%s] Ваше имя и пароль

source: name
hr_hr: ime

source: address
hr_hr: adresa

source: city
hr_hr: grad

source: state
hr_hr: država

source: phone
hr_hr: telefon

source: sfirst
hr_hr: ime

source: slast
hr_hr: prezime

source: saddress
hr_hr: adresa

source: scity
hr_hr: grad

source: sstate
hr_hr: država

source: szip
hr_hr: zip

source: quantity
hr_hr: količina

source: bank_account_owner
hr_hr: vlasnik_bankovnog_računa

source: bank_name
hr_hr: naziv_banke

source: bank_routing
hr_hr: bankovno_odobrenje

source: bank_account
hr_hr: računa_banke

source: bank_IBAN
hr_hr: IBAN_banke

source: bank_bic
hr_hr: bic_banke

source: title
hr_hr: naslov

source: There are no product in your cart.
fr_fr: Il n'y a aucun produit dans votre panier.

source: Thank you for submitting Inquiry form.
de_de: Danke für Ihre Anfrage
fr_fr: Merci d'avoir rempli ce formulaire d'enquête

source: to our Bank Account using following information:
de_de: an unser Bankkonto mit folgender Information:
fr_fr: vers notre compte bancaire en utilisant les informations suivantes :

source: BIC/SWIFT:
ru_ru: IBAN:
