Repository: wp-plugins/dukapress
Catalog: languages/dukapress-*.po
Languages: de_de, es_es, fa_ir, fr_fr, hr_hr, it_it, nl_be, ru_ru

source: There are no products in your cart.
de_de: Ihr Warenkorb ist leer
es_es: No hay productos en el carrito.
fa_ir: محصولی در سبد خرید موجود نمی یباشد.
hr_hr: Nema proizvoda u vašoj košarici.
it_it: Non ci sono dei prodotti nel tuo cartello.
nl_be: Er zijn geen artikels in uw winkelmandje
ru_ru: Ваша корзина пуста.

source: Please review your order
de_de: Bitte kontrollieren Sie Ihre Bestellungsangaben
es_es: Verifique su pedido
fa_ir: لطفا سفارش خود را بازبینی کنید
fr_fr: Donnez un avis sur votre commande svp.
hr_hr: Molimo pregledajte vašu narudžbu
it_it: Revisiona la tua ordinazione
nl_be: Gelieve uw bestelling te controleren
ru_ru: Просмотрите ваш заказ

source: Price
de_de: Preis
es_es: Precio
fa_ir: قیمت
fr_fr: Prix
hr_hr: Cijena
it_it: Prezzo
nl_be: Prijs
ru_ru: Цена

source: Product
de_de: Produkt
es_es: Producto
fa_ir: محصول
fr_fr: Produit
hr_hr: Proizvod
it_it: Prodotto
nl_be: Produkt
ru_ru: Товар

source: Quantity
de_de: Anzahl
es_es: Cantidad
fa_ir: تعداد
fr_fr: Quantité
hr_hr: Količina
it_it: Quantità
nl_be: Hoeveelheid
ru_ru: Кол-во

source: Update
es_es: Actualizar
fa_ir: بروزآوری
it_it: Aggiorna
nl_be: Vernieuw

source: Remove
es_es: Eliminar
fa_ir: حذف
it_it: Rimuovi
nl_be: Verwijder

source: Discount:
es_es: Descuento:
fa_ir: تخفیف:
fr_fr: Réduction :
hr_hr: Popust:
it_it: Sconto:
nl_be: Korting:
ru_ru: Скидка:

source: Shipping:
de_de: Versand
es_es: Envio:
fa_ir: ارسال:
fr_fr: Frais de Port :
hr_hr: Dostava:
it_it: Trasporto:
nl_be: Transportkost:
ru_ru: Доставка:

source: Price:
de_de: Preis:
es_es: Precio:
fa_ir: قیمت:
fr_fr: Prix :
hr_hr: Cijena:
it_it: Prezzo:
nl_be: Prijs:
ru_ru: Цена:

source: Total:
de_de: Gesamtbetrag
fa_ir: مجموع:
hr_hr: Ukupno:
it_it: Totale:
nl_be: Totaal:
ru_ru: Всего:

source: Your Name:
de_de: Ihr Name:
es_es: Nombre:
fa_ir: نام شما:
fr_fr: Votre Nom :
hr_hr: Vaše ime:
it_it: Il tuo nome:
nl_be: Uw naam:
ru_ru: Имя:

source: Please enter your name
es_es: Introducir el nombre
fa_ir: لطفا نام خود را وارد کنید
it_it: Inserisci il tuo nome. Grazie
nl_be: Gelieve uw naam in te vullen

source: Your Email:
de_de: Ihre Email:
es_es: e-Mail:
fa_ir: ایمیل شما:
fr_fr: Votre Email :
hr_hr: Vaš e-mail:
it_it: La tua email:
nl_be: Uw e-mail:
ru_ru: Ваш email:

source: Please enter your email address
es_es: Introducir dirección de e-mail
fa_ir: لطفا ایمیل خود را وارد کنید
it_it: Inserisci il tuo indirizzo email. Grazie
nl_be: Gelieve uw e-mailadres in te vullen

source: Subject:
de_de: Betreff:
es_es: Asunto:
fa_ir: موضوع:
fr_fr: Sujet :
hr_hr: Tema:
it_it: Oggetto:
nl_be: Onderwerp:
ru_ru: Тема:

source: Please enter the subject
es_es: Introducir el asunto
fa_ir: لطفا موضوع را وارد نمایید
it_it: Inserisci un oggetto. Grazie
nl_be: Gelieve het onderwerp in te vullen

source: Message:
de_de: Nachricht:
es_es: Mensaje:
fa_ir: پیام:
hr_hr: Poruka:
it_it: Messaggio:
nl_be: Bericht:
ru_ru: Сообщение:

source: Please enter the message
es_es: Introducir el mensaje
fa_ir: لطفا پیام را وارد نمایید
it_it: Inserisci il messaggio. Grazie
nl_be: Gelieve uw bericht in te vullen

source: Enter Discount Code
de_de: Discount Code eingeben
es_es: Introducir un código de descuento
fa_ir: کد تخفیف را وارد کنید
fr_fr: Entrer Code Promo
hr_hr: Unesite kod popusta
it_it: Inserisci codice sconto
nl_be: Vul de kortingcode in
ru_ru: Введите код скидки

source: Discount Code
es_es: Código de descuento
fa_ir: کد تخفیف
fr_fr: Code Promotion :
hr_hr: Kod popusta
it_it: Codice sconto
nl_be: Kortingcode
ru_ru: Код скидки

source: Check
de_de: Cheque
es_es: Verificar
fa_ir: چک
fr_fr: Chèque
hr_hr: Provjeri
it_it: Assegno
nl_be: Controleer
ru_ru: Чек

source: Bank transfer in advance
de_de: Vorauskasse via Bank
es_es: Transferencia bancaria
fa_ir: انتقال بانکی
fr_fr: Avance par virement bancaire
hr_hr: Bankovni prijenos unaprijed
it_it: Pagamento anticipato (Banca)
nl_be: Bankoverschrijving vooraf
ru_ru: Банковский перевод авансом

source: Cash at store
de_de: Cash an uns
es_es: Pago en la tienda
fa_ir: خرید نقدی از مغازه
fr_fr: Espèces à la boutique
hr_hr: Novac u trgovini
it_it: Contante in negozio
nl_be: Cash in winkel
ru_ru: Оплата в офисе

source: Cash on delivery
de_de: Cash bei Zustellung
es_es: Contra-reembolso
fa_ir: خرید نقدی در زمان تحویل
fr_fr: Espèces à la livraison
hr_hr: Platiti pri preuzimanju
it_it: Contrassegno
nl_be: Cash bij levering
ru_ru: Оплата курьеру

source: Pay by Mobile Phone
de_de: èbers Handy bezahlen
es_es: Pagar con teléfono móvil
fa_ir: پرداخت با موبایل
fr_fr: Régler par téléphone portable
hr_hr: Plaćanje putem mobitela
it_it: Pagamento via telefono
nl_be: Betaling via mobiele telefoon
ru_ru: Оплатить через телефон

source: Make payment using
de_de: Bezahlen Sie mit:
es_es: Realizar pago mediante
fa_ir: پرداخت توسط
fr_fr: Régler en utilisant
hr_hr: Napravite plaćanje putem
it_it: Effettua pagamento via
nl_be: Betaal via
ru_ru: Оплатите с помощью

source: Make Payment
de_de: Bezahlung tätigen
es_es: Realizar pago
fa_ir: عملیات پرداخت
fr_fr: Régler
hr_hr: Izvršiti plaćanje
it_it: Effettua pagamento
nl_be: Voer de betaling uit
ru_ru: Оплатите

source: Billing Address
de_de: Ihre Rechnungs Adresse
es_es: Dirección de facturación
fa_ir: آدرس صورت حساب
fr_fr: Adresse de facturation
hr_hr: Adresa za naplatu
it_it: Indirizzo fatturazione
nl_be: Fakturatieadres
ru_ru: Адрес для оплаты

source: First Name
de_de: Vorname
es_es: Nombre
fa_ir: نام
fr_fr: Prénom
hr_hr: Ime
it_it: Nome
nl_be: Voornaam
ru_ru: Имя

source: Please enter the First Name
de_de: Bitte Vorname eingeben
es_es: Introducir el nombre
fa_ir: لطفا نام خود را وارد کنید
fr_fr: Entrez votre prénom svp
hr_hr: Molimo unesite vaše ime
it_it: Inserisci il nome di battesimo. Grazie
nl_be: Gelieve uw voornaam in te vullen
ru_ru: Введите имя

source: Last Name
de_de: Familienname
es_es: Apellidos
fa_ir: نام خانوادگی
fr_fr: Nom
hr_hr: Prezime
it_it: Cognome
nl_be: Naam
ru_ru: Фамилия

source: Please enter the Last Name
de_de: Bitte Familienname eingeben
es_es: Introducir apellidos
fa_ir: لطفا نام خانوداگی خود را وارد کنید
fr_fr: Entrez votre nom svp
hr_hr: Molimo unesite vaše prezime
it_it: Inserisci il cognome. Grazie
nl_be: Gelieve uw naam in te vullen
ru_ru: Введите фамилию

source: Address
de_de: Strasse / Haus Nr.
es_es: Dirección
fa_ir: آدرس
fr_fr: Adresse
hr_hr: Adresa
it_it: Indirizzo
nl_be: Adres
ru_ru: Адрес

source: Please enter the Address
de_de: Bitte Strasse / Hausnummer eingeben
es_es: Introducir dirección
fa_ir: لطفا آدرس خود را وارد کنید
fr_fr: Entrez votre adresse svp
hr_hr: Molimo unesite adresu
it_it: Inserisci l'indirizzo. Grazie
nl_be: Gelieve uw adres in te vullen
ru_ru: Пожалуйста, введите адрес

source: City
de_de: Ortschaft
es_es: Pueblo
fa_ir: شهر
fr_fr: Ville
hr_hr: Grad
it_it: Città
nl_be: Stad
ru_ru: Город

source: Please enter the City
de_de: Bitte Ortschaft eingeben
es_es: Introducir pueblo
fa_ir: لطفا نام شهر راوارد کنید
fr_fr: Entrez la ville svp
hr_hr: Molimo unesite grad
it_it: Inserisci la città. Grazie
nl_be: Gelieve de stad in te vullen
ru_ru: Пожалуйста, введите город

source: Province / State
de_de: Kanton / Bundesland
es_es: Provincia
fa_ir: استان / ایالت
fr_fr: Région / Dpt
hr_hr: Pokrajina / Država
it_it: Provincia / Stato
nl_be: Provincie/staat
ru_ru: Область/Округ

source: Please enter the State
de_de: Bitte Kanton / Bundesland eingeben
es_es: Introducir provincia
fa_ir: لطفا نام استان را وارد نمایید
fr_fr: Entrez la région svp
hr_hr: Molimo unesite državu
it_it: Inserisci lo stato. Grazie
nl_be: Gelieve de provincie/staat in te vullen
ru_ru: Введите округ/область

source: Postal Code
de_de: Postleitzahl
es_es: Código postal
fa_ir: کد پستی
fr_fr: Code Postal
hr_hr: Poštanski broj
it_it: Codice postale
nl_be: Postcode
ru_ru: Индекс

source: Please enter the Postal Code
de_de: Bitte Postleitzahl eingeben
es_es: Introducir código postal
fa_ir: لطفا کد پستی را وارد نمایید
fr_fr: Entrez le Code Postal svp
hr_hr: Molimo unesite poštanski broj
it_it: Inserisci il codice postale. Grazie
nl_be: Gelieve de postcode in te vullen
ru_ru: Введите индекс

source: Country
de_de: Land
es_es: País
fa_ir: کشور
fr_fr: Pays
hr_hr: Zemlja
it_it: Paese
nl_be: Land
ru_ru: Страна

source: Email
fa_ir: ایمیل

source: Please enter the Email
de_de: Bitte funktionierende Email eingeben
es_es: Introducir e-Mail
fa_ir: لطفا ایمیل خود را وارد کنید
fr_fr: Entrez l'email svp
hr_hr: Molimo unesite e-mail
it_it: Inserisci la email. Grazie
nl_be: Gelieve het e-mailadres in te vullen
ru_ru: Введите емейл

source: Phone Number
de_de: Tel. Nr.
es_es: Teléfono
fa_ir: شماره تماس
fr_fr: Numéro de téléphone
hr_hr: Broj telefona
it_it: Numero telefonico
nl_be: Telefoonnummer
ru_ru: Телефон

source: Please enter the Phone
de_de: Tel. Nr. eingeben, nur Zahlen bitte
es_es: Introducir teléfono
fa_ir: لطفا شماره تماس خود را وارد کنید
fr_fr: Entrez le téléphone svp
hr_hr: Molimo unesite telefon
it_it: Inserisci il numero di telefono. Grazie
nl_be: Gelieve het telefoonnummer in te vullen
ru_ru: Введите телефон

source: Shipping Address
de_de: Zusende Adresse
es_es: Dirección de envío
fa_ir: آدرس ارسال
fr_fr: Adresse de livraison
hr_hr: Adresa za dostavu
it_it: Indirizzo consegna
nl_be: Verzendingsadres
ru_ru: Адрес доставки

source: I have a different Shipping Address.
de_de: Zusende Adresse anders als Rechnungs Adresse?
es_es: Especificar otra dirección de envío.
fa_ir: من آدرس متفاوتی برای دریافت محصول دارم.
fr_fr: J'ai une adresse de livraison différente.
hr_hr: Imam drugačiju adresu dostave.
it_it: Ho un differente indirizzo per la consegna.
nl_be: Ik heb een ander verzendingsadres
ru_ru: Указать другой адрес доставки

source: Sr No.
de_de: Sr Nr.
es_es: Sr Nº.
fa_ir: شماره سریال
fr_fr: Mr No.
hr_hr: Serijski broj
nl_be: Serienummer
ru_ru: Номер:

source: Product Name
de_de: Produkt Name
es_es: Nombre del producto
fa_ir: نام محصول
fr_fr: Nom du Produit
hr_hr: Naziv proizvoda
it_it: Nome prodotto
nl_be: Artikelnaam
ru_ru: Название товара

source: Inquiry Form Submitted
de_de: Anfrage gesandt
es_es: Consulta enviada
fa_ir: فرم استعلام ارسال شد
fr_fr: Formulaire d'Enquête demandé
hr_hr: Obrazac za upit poslan
it_it: Il modulo informativo è stato inviato
nl_be: Inlichtingenformulier verzonden
ru_ru: Форма отправлена

source: Thank you for submitting our Inquiry form.
es_es: Gracias por realizar su consulta.
fa_ir: با تشکر از شما برای ارسال فرم استعلام
hr_hr: Hvala što ste poslali obrazac za upit.
it_it: Grazie per il tuo messaggio informativo.
nl_be: Dank u voor het versturen van het inlichtingenformulier
ru_ru: Спасибо за заполнение формы запроса

source: We will contact you soon.
de_de: Wir kontaktieren Sie in der Regel innert 48 Std.
es_es: Contactaremos con Usted lo antes posible.
fa_ir: به زودی با شما تماس خواهیم گرفت.
fr_fr: Nous allons rapidement vous contacter.
hr_hr: Uskoro ćemo vas kontaktirati.
it_it: Verrai contattato al più presto.
nl_be: Wij zullen u binnenkort contacteren
ru_ru: Мы скоро свяжемся с вами.

source: Thank you for your order!
de_de: Vielen Dank für Ihre Bestellung
es_es: Gracias por su pedido.
fa_ir: با تشکر از سفارش شما !
fr_fr: Merci de votre commande!
hr_hr: Zahvaljujemo na vašoj narudžbi!
it_it: Grazie per avere effettuato la tua ordinazione!
nl_be: Dank u voor uw bestelling !
ru_ru: Спасибо за ваш заказ!

source: Please keep
de_de: Bitte aufbewahren
es_es: Mantenga
fa_ir: لطفا نگه دارید
fr_fr: S'il vous plait gardez
hr_hr: Molimo vas da
it_it: Considerati
nl_be: Gelieve
ru_ru: Сохраняйте

source: ready for payment upon delivery.
de_de: bereit für Bezahlung per Zustellung
es_es: listo para pago contra-reembolso
fa_ir: آماده برای پرداخت در زمان دریافت محصول.
fr_fr: votre paiement prêt jusqu'à la livraison.
hr_hr: spremno za plaćanje po isporuci.
it_it: pronto per il pagamento contrassegno.
nl_be: te betalen bij levering
ru_ru: будьте готовы оплатить при получении заказа.

source: ready for payment when you come to take your order.
de_de: bereit zur Bezahlung nach Selbstabholung
es_es: listo para pago en el momento de la recogida.
fa_ir: آماده برای پرداخت زمانی که برای دریافت محصول تشریف می آورید.
fr_fr: votre paiement lorsque vous viendrez prendre votre commande.
hr_hr: spremno za plaćanje kada dođete po vašu narudžbu.
it_it: pronto per il pagamento al momento della ordinazione.
nl_be: te betalen bij afhaling van uw bestelling
ru_ru: будьте готовы оплатить при получении заказа.

source: Please transfer
de_de: Bitte transferieren
es_es: Realizar una transferencia de
fa_ir: لطفا منتقل کنید
fr_fr: S'il vous plait, transférez
hr_hr: Molimo prijenos
it_it: Trasferisci
nl_be: Gelieve te betalen
ru_ru: Переведите

source: to our Bank Account using the following information:
es_es: a nuestra cuenta, usando la siguiente información:
fa_ir: به حساب بانکی ما با اطلاعات فوق:
hr_hr: na naš bankovni račun koristeći sljedeće podatke:
it_it: al nostro conto bancario utilizzando le seguenti informazioni:
nl_be: op onze bankrekening met de volgende informatie:
ru_ru: на наш счёт, используя следующую информацию:

source: Name of Recipent:
de_de: Name des Begünstigten:
es_es: Nombre del Destinatario:
fa_ir: نام گیرنده:
fr_fr: Nom de destinataire :
hr_hr: Naziv primatelja:
it_it: Nome del destinatario:
nl_be: Naam van bestemmeling:
ru_ru: Имя получателя:

source: for:</td><td>Order No.:
de_de: für:</td><td>Bestellung Nr.:
es_es: para:</td><td>Pedido nº.:
fa_ir: برای:</td><td>شماره سفارش.:
fr_fr: pour :</td><td>N° de Commande :
hr_hr: za: </td><td> br narudžbe:
it_it: per:</td><td>Ordinazione N.ro:
nl_be: voor:</td><td>Bestelnummer:
ru_ru: для:</td><td>Номер заказа.:

source: Name of Bank:
de_de: Name der bank:
es_es: Nombre del banco:
fa_ir: نام بانک:
fr_fr: Nom de la Banque :
hr_hr: Naziv banke:
it_it: Nome della Banca:
nl_be: Naam van de bankinstelling:
ru_ru: Название банка:

source: Routing Number:
de_de: Routing Nummer:
es_es: Número de ruta:
fa_ir: شماره مسیریابی:
fr_fr: Numéro de Routage :
hr_hr: Broj odobrenja:
it_it: Coordinate bancarie:
nl_be: Routingnummer:

source: Account Number:
de_de: Knotonummer:
es_es: Número de cuenta:
fa_ir: شماره حسلب:
fr_fr: Numéro de Compte :
hr_hr: Broj računa:
it_it: Numero conto:
nl_be: Rekeningnummer:
ru_ru: Номер счёта

source: When we have received your payment in our account, we will begin to Process your Order.
de_de: Sobald Ihre Bezahlung auf unserem Konto gutgeschrieben wurde erfolgt unsere Lieferung an Sie.
es_es: Tras comprobar el ingreso en nuestra cuenta, gestionaremos su pedido.
fa_ir: هنگامی که هزینه را دریافت نمودیم ، عملیات رسیدگی به سفارش شما آغاز می شود.
fr_fr: Une fois votre règlement reçu sur notre compte, nous préparerons votre commande.
hr_hr: Kad zaprimimo vašu uplatu na našem računu, započet ćemo s obradom vaše narudžbe.
it_it: Quando avremo ricevuto il tuo pagamento, avvieremo le procedure per la tua ordinazione.
nl_be: Wij zullen uw bestelling verwerken zodra wij uw betaling ontvangen hebben.
ru_ru: Как только мы получим деньги, мы обработаем ваш заказ.

source: Please send
de_de: Bitte absenden
es_es: Por favor, envíe
fa_ir: لطفا ارسال کنید
fr_fr: S'il vous plait, envoyez
hr_hr: Molimo vas pošaljite
it_it: Invia
nl_be: Gelieve te verzenden
ru_ru: Высылайте

source: to any of the following numbers:
de_de: an eine der folgenden Nummern:
es_es: a cualquiera de las siguientes cuentas:
fa_ir: به یکی از شماره های فوق:
fr_fr: vers un des numéros suivants :
hr_hr: na bilo koji od sljedećih brojeva:
it_it: ad ogniuno dei seguenti numeri:
nl_be: naar één van de volgende nummers:
ru_ru: на любой из номеров:

source: Please also send your invoice number to us by SMS using the phone that you used to send the money. When we have received your payment in any of our accounts, we shall begin to Process your Order.
de_de: Bitte auch Ihre Invoice Nummer als SMS mit dem gleichen Mob. Phone an uns schicken mit welchem Sie auch die Bezahlung schickten. Sobald Bezahlung erhalten wurde schicken wir Ihre Bestellung an Sie.
es_es: Envienos el número de pedido vía SMS desde el mismo número con el que envió el dinero. Tras verificar el pago, procesaremos su pedido inmediatamente.
fa_ir: لطفا شما صورتحساب خود را توسط پیامک ارسال نمایید. زمانی که ما هزینه را دریافت نمودیم عملیات رسیدگی به سفارش شما انجام می شود.
fr_fr: S'il vous plait, envoyez nous aussi votre n° de commande par SMS avec le téléphone utilisé pour envoyer le règlement. Une fois votre règlement reçu sur un de nos comptes nous préparerons votre commande.
hr_hr: Molimo pošaljite nam broj vašeg računa preko SMS-a koristeći broj mobitela koji ste koristili za slanje novca. Kad zaprimimo vašu uplatu na bilo kojem od naših računa, započet ćemo s obradom vaše narudžbe.
it_it: Inviaci inoltre il tuo numero della fattura via SMS utilizzando il telefono con il quale ci hai inviato il denaro. Una volta ricevuto il tuo pagamento in uno dei nostri account, avvieremo il processo della tua oedinazione.
nl_be: Gelieve uw faktuurnummer via SMS naar ons te sturen met het toestel waarmee u ook de betaling uitgevoerd heeft. Wij zullen uw bestelling verwerken zodra wij uw betaling ontvangen hebben.
ru_ru: Вышлите нам номер инвойса по СМС с телефона, с которого вы отправляли деньги. Как только мы получим деньги, мы обработаем ваш заказ.

source: Purchase details
es_es: Detalles de pedido
fa_ir: جزییات سفارش
it_it: Dettagli acquisto
nl_be: Details van uw aankoop

source: Product Price
es_es: Precio del producto
fa_ir: قیمت محصول
it_it: Prezzo prodotto
nl_be: Artikelprijs

source: Product Quantity
es_es: Cantidad
fa_ir: تعداد محصول
it_it: Quantità prodotto
nl_be: Hoeveelheid

source: Tax Amount
es_es: Total impuestos
fa_ir: میزان مالیات
it_it: Importo tassa
nl_be: BTW-bedrag

source: Total Price
es_es: Total
fa_ir: قیمت کل
it_it: Prezzo ivato
nl_be: Totaalbedrag

source: Thank you for making the payment of
de_de: Vielen Dank für Ihre Bezahlung von
es_es: Gracias por realizar el pago de
fa_ir: با تشکر از شما برای پرداخت
fr_fr: Merci d'avoir effectué le règlement de
hr_hr: Hvala za uplatu od
it_it: Grazie per avere effettuato il pagamento per
nl_be: Dank u voor uw betaling van
ru_ru: Спасибо за платёж

source: using
de_de: benutzen Sie
es_es: usando
fa_ir: استفاده
fr_fr: utilise
hr_hr: korištenje
it_it: utilizzando
nl_be: gebruik makend van
ru_ru: с помощью

source: We will process your order soon.
de_de: Ihre Bestellung wird bald möglichst bearbeitet
es_es: Su pedido será gestionado en breve.
fa_ir: به زودی به سفارش شما رسیدگی خواهیم کرد.
fr_fr: Nous allons rapidement traiter votre commande.
hr_hr: Obraditi ćemo Vašu narudžbu uskoro.
it_it: Avvieremo il processo del tuo ordine il più presto possibile.
nl_be: Wij zullen uw bestelling binnekort behandelen
ru_ru: Скоро мы обработаем ваш заказ.

source: Order canceled !!
de_de: Bestellung abgebrochen !!
es_es: Pedido cancelado.
fa_ir: سفارش لغو شد!!
fr_fr: Commande annulée!!
hr_hr: Narudžba otkazana!
it_it: L'ordinazione è stata annullata !!
nl_be: Bestelling geannuleerd !!
ru_ru: Заказ отменён!

source: Select
de_de: Auswählen
es_es: Seleccionar
fa_ir: انتخاب
fr_fr: Choisissez
hr_hr: Odaberi
it_it: Seleziona
nl_be: Selecteer
ru_ru: Выбор

source: Currently in Stock
de_de: Zur Zeit erhältlich
es_es: Disponible
fa_ir: موجود در انبار
fr_fr: Actuellement en Stock
hr_hr: Trenutno na skladištu
it_it: Attualmente in magazzino
nl_be: In voorraad
ru_ru: Есть в наличии

source: Out of Stock
de_de: Momentan NICHT erhältlich
es_es: No disponible
fa_ir: محصول موجود نیست
fr_fr: Rupture de Stock
hr_hr: Rasprodano
it_it: Esaurito
nl_be: Niet in voorraad
ru_ru: Всё продано

source: Add to Cart
de_de: In den Warenkorb
es_es: Añadir al carrito
fa_ir: اضافه به سبد
fr_fr: Ajouter au Panier
hr_hr: Dodaj u košaricu
it_it: Aggiungi al carrello
nl_be: In winkelmandje
ru_ru: Купить

source: Inquire
de_de: Nachfragen
es_es: Consulta
fa_ir: استعلام
fr_fr: Renseignements
hr_hr: Upit
it_it: Informazioni
nl_be: Stel een vraag
ru_ru: Запрос

source: Buy Now
es_es: Comprar ahora
fa_ir: بخرید
it_it: Acquista adesso
nl_be: Koop nu

source: New Price:
de_de: Neuer Preis:
es_es: Nuevo precio
fa_ir: قیمت جدید:
fr_fr: Nouveau Prix :
hr_hr: Nova cijena:
it_it: Nuovo prezzo:
nl_be: Nieuwe prijs:
ru_ru: Новая цена:

source: Currently In Stock:
de_de: Anzahl am Lager:
es_es: Disponible:
fa_ir: تعداد موجود:
fr_fr: Actuellement en Stock :
hr_hr: Trenutno na skladištu:
it_it: Attualmente in magazzino:
nl_be: In voorraad:
ru_ru: В наличии:

source: Item Weight:
de_de: Gewicht:
es_es: Peso
fa_ir: وزن محصول:
fr_fr: Poids de l'élément :
hr_hr: Težina proizvoda:
it_it: Peso oggetto:
nl_be: Artikelgewicht:
ru_ru: Вес:

source: in grams
es_es: en gramos
fa_ir: واحد گرم
it_it: in grammi
nl_be: in gram

source: Digital File:
es_es: Descarga digitak:
fa_ir: فایل دیجیتال:
fr_fr: Fichier Numérique :
hr_hr: Digitalni dokument:
it_it: File digitale:
nl_be: Digitaal produkt:
ru_ru: Цифровой файл:

source: Dropdown Options
de_de: Zusätzl.. Variationen
es_es: Opciones desplegables
fa_ir: تنظیمات منوی کشویی
fr_fr: Options de menu déroulant
hr_hr: Padajući izbornik
it_it: Opzioni dropdown
nl_be: Dropdownopties
ru_ru: Опции списка

source: Option Name
de_de: Titel
es_es: Nombre de Opción
fa_ir: نام تنظیم
fr_fr: Nom de l'Option
hr_hr: Ime izbora
it_it: Opzione nome
nl_be: Benaming optie
ru_ru: Название опции

source: Variation Name
de_de: Variantenbeschrieb
es_es: Nombre atributo
fa_ir: نام تنوع
fr_fr: Variante de nom
hr_hr: Varijacija naziva
it_it: Variazioni nome
nl_be: Naam variant
ru_ru: Названиие варианта

source: Variation Price
de_de: Zusätzl.. Kosten
es_es: Precio atributo
fa_ir: قیمت تنوع
fr_fr: Variante de Prix
hr_hr: Varijacija cijene
it_it: Variazioni prezzo
nl_be: Prijs variant
ru_ru: Цена варианта

source: Products
de_de: Produkte
es_es: Productos
fa_ir: محصولات
fr_fr: Produits
hr_hr: Proizvodi
it_it: Prodotti
nl_be: Artikel
ru_ru: Товары

source: Add New Product
de_de: Neues Produkt hinzufügen
es_es: Añadir nuevo producto
fa_ir: افزودن محصول جدید
fr_fr: Ajouter Produit
hr_hr: Dodaj novi proizvod
it_it: Aggiungi un nuovo prodotto
nl_be: Voeg nieuw artikel toe
ru_ru: Добавить товар

source: Edit
de_de: Editieren
es_es: Editar
fa_ir: ویرایش
fr_fr: Modifier
hr_hr: Uredi
it_it: Modifica
nl_be: Bewerk
ru_ru: Ред.

source: Edit Product
de_de: Produkt editieren
es_es: Editar producto
fa_ir: ویرایش محصول
fr_fr: Modifier Produit
hr_hr: Uredi proizvod
it_it: Modifica prodotto
nl_be: Bewerk artikel
ru_ru: Ред. товар

source: New Product
de_de: Neues produkt
es_es: Nuevo producto
fa_ir: محصول جدید
fr_fr: Nouveau Produit
hr_hr: Novi proizvod
it_it: Nuovo prodotto
nl_be: Nieuw artikel
ru_ru: Новый товар

source: View Product
de_de: Produkt ansehen
es_es: Ver producto
fa_ir: مشاهده محصول
fr_fr: Voir Produit
hr_hr: Vidi proizvod
it_it: Vedi prodotto
nl_be: Bekijk artikel
ru_ru: Просмотр товара

source: Search Products
de_de: Produkt suchen
es_es: Buscar productos
fa_ir: جستجو محصولات
fr_fr: Recherche Produit
hr_hr: Traži proizvode
it_it: Ricerca prodotti
nl_be: Zoek artikels
ru_ru: Поиск по товарам

source: No products found
de_de: Kein produkt gefunden
es_es: Producto no econtrado
fa_ir: محصولی یافت نشد
fr_fr: Aucun produit trouvé
hr_hr: Proizvodi nisu pronađeni
it_it: Non è stato trovato nessun prodotto
nl_be: Geen artikels gevonden
ru_ru: Товары не найдены

source: No products found in Trash
de_de: Kein Produkt im Abfallkorb
es_es: No hay productos en la papelera
fa_ir: محصولی در سطل آشغال فروشگاه یافت نشد
fr_fr: Aucun produit dans la corbeille
hr_hr: Proizvodi nisu pronađeni u smeću
it_it: Nessun prodotto nel cestino
nl_be: Geen artikels gevonden in Prullenbak
ru_ru: Продуктов в мусорке не найдено
