Repository: wp-plugins/dukapress
Catalog: languages/dukapress-*.po
Languages: de_de, es_es, fa_ir, fr_fr, hr_hr, it_it, nl_be, ru_ru

source: Products for use with DukaPress
de_de: Produkte im Zusammenhang mit DukaPress
es_es: Productos para usar con DukaPress
fa_ir: محصولات برای استفاده با DukaPress
fr_fr: Produits pour utilisation avec DukaPress
hr_hr: Proizvodi za korištenje s DukaPress-om
it_it: Prodotti da utilizzare con DukaPress
nl_be: Artikels te gebruiken met DukaPress
ru_ru: Продукты для Dukapress

source: Displays DukaPress Shopping Cart
de_de: Zeigt DokaPress Warenkorb an
es_es: Mostrar DukaPress Shopping Cart
fa_ir: نمایش سبد خرید DukaPress
fr_fr: Affiche le panier DukaPress
hr_hr: Prikaži košaricu
it_it: Mostra carrello spesa di DukaPress
nl_be: Toont DukaPress Winkelmandje
ru_ru: показывает DukaPress Shopping Cart

source: DukaPress Shopping Cart
de_de: DokaPress Warenkorb
fa_ir: سبد خرید DukaPress
fr_fr: Panier DukaPress
hr_hr: Košarica
it_it: DukaPress - Carrello spesa
nl_be: DukaPress winkelmandje
ru_ru: Корзина DukaPress

source: Title:
de_de: Titel:
es_es: Título:
fa_ir: موضوع:
fr_fr: Titre :
hr_hr: Naslov:
it_it: Titolo:
nl_be: Titel:
ru_ru: Название:

source: To change settings
de_de: Um Einstellungen zu ändern
es_es: Para modificar la configuración
fa_ir: تغییر تنظیمات
fr_fr: Pour changer les paramètres
hr_hr: Za promjenu postavki
it_it: Per modificare le impostazioni
nl_be: Om instellingen te wijzigen
ru_ru: Чтобы изменить настройки

source: click here
de_de: Hier anklicken
es_es: clic aquí
fa_ir: اینجا کلیک کنید
fr_fr: cliquez ici
hr_hr: kliknite ovdje
it_it: clicca qui
nl_be: hier klikken
ru_ru: нажмите

source: Displays DukaPress Checkout Link
de_de: Zeigt den Checkout link an
es_es: Mostrar enlace de confirmación de pedido
fa_ir: نمایش لینک نهایی خرید DukaPress
fr_fr: Affiche le lien de commande DukaPress
hr_hr: Prikaži link za potvrdu narudžbe
it_it: Mostra link alla cassa di DukaPress
nl_be: Toont DukaPress Checkout link
ru_ru: Показывает ссылку на страницу заказа

source: DukaPress Checkout
fa_ir: خرید نهایی DukaPress
fr_fr: Commande DukaPress
hr_hr: Potvrda narudžbe
it_it: DukaPress - Cassa

source: To change checkout url
de_de: um den Checkout link zu ändern
es_es: Para cambiar la URL del carrito
fa_ir: تغییر آدرس صفحه خرید نهایی
fr_fr: Pour changer l'URL de commande
hr_hr: Promjeniti link za potvrdu narudžbe
it_it: Modifica url cassa
nl_be: Om de checkout url te wijzigen
ru_ru: Чтобы изменить URL страница заказа

source: Displays Mini DukaPress Shopping Cart
de_de: Zeigt den Mini Warenkorb an
es_es: Visualizar Mini Carrito DukaPress
fa_ir: نمایش سبد خرید کوچک DukaPress
fr_fr: Affiche le mini-panier DukaPress
hr_hr: Prikazuje mini košaricu
it_it: Mostra il mini carrello della spesa di DukaPress
nl_be: Toont Mini DukaPress Winkelmandje
ru_ru: показывает мини-корзинку DukaPress

source: Mini DukaPress Shopping Cart
de_de: Mini Warenkorb
fa_ir: سبد خرید کوچک DukaPress
fr_fr: Mini-panier DukaPress
hr_hr: Mini košarica
it_it: Mini DukaPress - Carrello della spesa
nl_be: Mini DukaPress Winkelmandje

source: Your cart is empty.
de_de: Ihr Warenkorb ist leer
es_es: El carrito está vacío.
fa_ir: سبد خرید شما خالیست.
fr_fr: Votre panier est vide.
hr_hr: Vaša košarica je prazna.
it_it: Il tuo carrello è vuoto.
nl_be: Uw winkelmandje is leeg.
ru_ru: Ваша корзина пуста.

source: Go to Checkout
de_de: <strong>Zur Checkout Kasse</strong>
es_es: Ir a Finalizar Pedido
fa_ir: رفتن به مرحله نهایی خرید
fr_fr: Aller à la Commande
hr_hr: Idi na potvrdu narudžbe
it_it: Vai alla cassa
nl_be: Ga naar Checkout
ru_ru: Сделать заказ

source: You have added
de_de: Hinzugefügt
es_es: Se ha agregado
fa_ir: شما افزودید
fr_fr: Vous avez ajouté
hr_hr: Vi ste dodali
it_it: Tu hai aggiunto
nl_be: U heeft toegevoegd
ru_ru: Вы добавили

source: to the cart
de_de: zum Warenkorb
es_es: al carrito
fa_ir: به سبد خرید
fr_fr: au panier
hr_hr: u košaricu
it_it: al carrello
nl_be: aan het winkelmandje
ru_ru: в корзину

source: Qty
de_de: Anz.
es_es: Cant
fa_ir: تعداد
fr_fr: Qté
hr_hr: Kol
it_it: Q.tà
nl_be: Hoev.
ru_ru: Кол-во

source: Empty your cart
de_de: Warenkorb leeren
es_es: Vaciar carrito
fa_ir: سبد خرید را خالی کن
fr_fr: Vider votre panier
hr_hr: Ispraznite vašu košaricu
it_it: Svuota il carrello
nl_be: Maak winkelmandje leeg
ru_ru: Очистить корзину

source: Product Display
de_de: Produkt Anzeige
es_es: Visualizar producto
fa_ir: مشاهده محصول
fr_fr: Affiche Produit
hr_hr: Prikaz proizvoda
it_it: Vetrina prodotti
nl_be: Artikelweergave

source: DukaPress Product Display
de_de: DukaPress Produkt Anzeige
es_es: Visualización de producto
fa_ir: نمایش محصول DukaPress
fr_fr: Affiche Produit DukaPress
hr_hr: Prikaz proizvoda
it_it: DukaPress - Vetrina prodotti
nl_be: DukaPress Artikelweergave

source: Title
es_es: Título
fa_ir: موضوع
it_it: Titolo
nl_be: Titel

source: Number of products to display
es_es: Número de productos para mostrar
fa_ir: تعداد محصولات برای نمایش
it_it: Numero di prodotti da mostrare
nl_be: Aantal artikels weer te geven

source: Category ID
es_es: ID de categoría
fa_ir: شناسه دسته بندی
it_it: ID categoria
nl_be: Categorie ID

source: comma separated. e.g.
es_es: separados por comas.
fa_ir: با کاما جدا شده است. برای مثال.
it_it: separa con una virgola. Ad es.
nl_be: gescheiden door komma. bvb.

source: Post Type
es_es: Tipo de publicación
fa_ir: نوع پست
it_it: Tipo di articolo
nl_be: Type Post

source: Normal Post
es_es: Publicación normal
fa_ir: پست عادی
it_it: Articolo normale
nl_be: Normale Post

source: DukaPress Product Post Type
es_es: Tipo publicación de producto Dukapress
fa_ir: نوع پست محصولات DukaPress
it_it: DukaPress - Tipo di articolo prodotto
nl_be: DukaPress Artikel

source: Show Thumbnail
es_es: Visualizar miniatura
fa_ir: نمایش تصویر بندانگشتی
it_it: Mostra miniatura
nl_be: Toon Thumbnail

source: Yes
de_de: Ja
es_es: Si
fa_ir: بله
fr_fr: Oui
hr_hr: Da
it_it: Sì
nl_be: Ja
ru_ru: Да

source: No
de_de: Nein
fa_ir: خیر
fr_fr: Non
hr_hr: Ne
nl_be: Neen
ru_ru: Нет

source: Thumbnail Width
es_es: Anchura miniatura
fa_ir: طول بندانگشتی
it_it: Larghezza miniatura
nl_be: Breedte Thumbnail

source: Thumbnail Height
es_es: Altura miniatura
fa_ir: عرض بندانگشتی
it_it: Altezza miniatura
nl_be: Hoogte Thumbnail

source: Show Add to Cart
es_es: Visualizar Añadir al carrito
fa_ir: نمایش افزودن به سبد خرید
it_it: Mostra aggiungi al carrello
nl_be: Toon In winkelmandje

source: Search Widget For DukaPress
es_es: Widget de búsqueda para Dukapress
fa_ir: جستجو ویدجت برای DukaPress
hr_hr: Traži dodatak za DukaPress
it_it: DukaPress - Widget di ricerca
nl_be: Zoekwidget voor DukaPress

source: DukaPress Search Widget
es_es: DukaPress Widget de búsqueda
fa_ir: جستجو ویدجت DukaPress
hr_hr: DukaPress dodatak za pretragu
it_it: DukaPress - Widget ricerca
nl_be: DukaPress Zoekwidget
ru_ru: Поисковой виджет DukaPress

source: Select Search Result Page:
es_es: Seleccione la página para mostrar resultados de búsqueda:
fa_ir: انتخاب صفحه نتایج جستجو:
hr_hr: Odaberite stranicu za rezultate pretraživanja:
it_it: Seleziona pagina risultati della ricerca:
nl_be: Selecteer zoekresultatenpagina:
ru_ru: Страница результатов поиска:

source: Settings
es_es: Opciones
fa_ir: تنظیمات
it_it: Impostazioni
nl_be: Instellingen

source: FAQ
fa_ir: سوالات متداول

source: Support
es_es: Soporte
fa_ir: پشتیبانی
it_it: Supporto
nl_be: Ondersteuning

source: Order Log
es_es: Historial pedidos
fa_ir: پیشینه سفارش
it_it: Registro ordinazioni
nl_be: Bestellingenlogboek

source: Customer Log
es_es: Historial de cliente
fa_ir: پیشینه مشتریان
it_it: Registro cliente
nl_be: Klantenlogboek

source: DukaPress Transactions
de_de: DukaPress Transactionen
es_es: Transacciones DukaPress
fa_ir: معاملات DukaPress
fr_fr: Transactions DukaPress
hr_hr: Transakcije
it_it: DukaPress - Transazioni
nl_be: DukaPress Transacties
ru_ru: Заказы Dukapress

source: Total %d orders sold with total amount of %s %d
de_de: Totalbestellungen %d, Totalumsatz %s %d
es_es: Total de %d pedidos por un importe de %s %d
fa_ir: مجموع %d سفارش فروخته شده است به میزان کلی %s %d
fr_fr: Total %d commandes pour un montant total de %s %d
hr_hr: Uk. %d narudžbi prodano u ukupnom iznosu od %s %d
it_it: Totale di %d ordinazioni vendute per un importo totale di %s %d
nl_be: Totaal %d bestellingen met een totaalbedrag van %s %d
ru_ru: Всего %d заказов на сумму %s %d

source: DukaPress Customer Log
es_es: Histórico de pedidos
fa_ir: جزییات مشتریان DukaPress
it_it: DukaPress - Registro cliente
nl_be: DukaPress Klantenlogboek

source: Displaying %s&#8211;%s of %s
de_de: Angezeigt werden %s&#8211;%s von %s
es_es: Visualizando %s&#8211;%s de %s
fa_ir: نمایش %s&#8211;%s از %s
fr_fr: Affiche %s&#8211;%s sur %s
hr_hr: Prikazuje %s&#8211;%s od %s
it_it: In visione %s&#8211;%s di %s
nl_be: Toont %s&#8211;%s van %s
ru_ru: Показано %s&#8211;%s из %s

source: DukaPress Shop Order Log
de_de: DukaPress Shop Bestellungs Log
es_es: Histórico de pedidos
fa_ir: جزییات سفارش فروشگاه DukaPress
fr_fr: Enregistrements des commandes de la boutique DukaPress
hr_hr: Log narudžbe web trgovine
it_it: DukaPress - Registro ordinazioni negozio
nl_be: DukaPress Shop Bestellingenlogboek
ru_ru: Журнал заказов Dukapress

source: Invoice Number
es_es: Número albarán
fa_ir: شماره صورتحساب
it_it: Numero fattura
nl_be: Faktuurnummer

source: Name
es_es: Nombre
fa_ir: نام
fr_fr: Nom
hr_hr: Ime
it_it: Nome
nl_be: Naam
ru_ru: Имя

source: Date
es_es: Fecha
fa_ir: تاریخ
it_it: Data
nl_be: Datum

source: Amount
es_es: Importe
fa_ir: میزان
it_it: Importo
nl_be: Bedrag

source: Mode of Payment
es_es: Tipo de pago
fa_ir: روش پرداخت
it_it: Modalità pagamento
nl_be: Betaalwijze

source: Status
es_es: Estado
fa_ir: وضعیت
it_it: Stato

source: No records found !
de_de: Keine Daten gefunden!
es_es: Elemento no encontrado.
fa_ir: رکوردی یافت نشد !
fr_fr: Aucun enregistrement de trouvé !
hr_hr: Podaci nisu pronađeni!
it_it: Nessun dato rilevato !
nl_be: Geen gegevens gevonden !
ru_ru: Нет записей!

source: Transaction Details for Invoice No.
de_de: Transaktions Details für Invoice Nr:
es_es: Detalles de la transacciones para el albarán nº
fa_ir: جزییات عملیات پرداخت برای شماره صورتحساب.
fr_fr: Détails de la transaction pour la facture n°
hr_hr: Detalji transakcije za račun br.
it_it: Dettagli transazione per fattura n.ro
nl_be: Transactiedetails voor Faktuurnummer
ru_ru: Перечень по счёту №

source: Payment Status
es_es: Estado del pago
fa_ir: وضعیت پرداخت
it_it: Stato pagamento
nl_be: Status betaling

source: Total Amount
es_es: Total
fa_ir: مجموع
it_it: Importo totale
nl_be: Totaalbedrag

source: Sub-Total:
de_de: Total Netto
fa_ir: زیر کل:
fr_fr: Sous-Total :
hr_hr: Podzbroj:
it_it: Subtotale:
nl_be: Subtotaal:
ru_ru: Сумма:

source: Tax:
de_de: MWST
es_es: Impuestos:
fa_ir: مالیات:
fr_fr: Taxes :
hr_hr: Porez:
it_it: Iva:
nl_be: B.T.W.:
ru_ru: Налог:

source: Click here to download your Invoice.
de_de: Hier klicken zum Invoice download.
es_es: Clic aquí para descargar el recibo.
fa_ir: برای دانلود صورت حساب اینجا کلیک نمایید.
fr_fr: Cliquez ici pour télécharger votre facture.
hr_hr: Kliknite ovdje za download Vaše fakture.
it_it: Clicca qui per scaricare la tua fattura.
nl_be: Download uw faktuur hier.
ru_ru: Нажмите, чтобы скачать счёт.

source: Send Payment Notification.
de_de: Bezahlungsnotiz senden.
es_es: Enviar notificació de pago
fa_ir: ارسال آگاه سازی پرداخت.
fr_fr: Envoyez une notification de paiement.
hr_hr: Poslati potvrdu uplate.
it_it: Invia notifica pagamento.
nl_be: Verzend kennisgeving van betaling
ru_ru: Выслать уведомление о платеже.

source: Settings Saved
de_de: Ihre Einstellungen wurden nun neu gespeichert
es_es: Opciones guardadas
fa_ir: تنظیمات ذخیره شد
fr_fr: Paramètres Enregistrés
hr_hr: Postavke su spremljene
it_it: Le impostazioni sono state salvate
nl_be: Instellingen opgeslagen
ru_ru: Настройки сохранены

source: Basic Shop Settings
de_de: Shop Haupteinstellungen
es_es: Configuración básica de la tienda
fa_ir: تنظیمات ابتدایی فروشگاه
fr_fr: Paramètres de base de la boutique
hr_hr: Osnovne postavke web trgovine
it_it: Impostazioni negozio di base
nl_be: Basisinstellingen winkel
ru_ru: Базовые настройки

source: Name of Shop
de_de: Name des Shops
es_es: Nombre de la tienda
fa_ir: نام فروشگاه
fr_fr: Nom de la Boutique
hr_hr: Naziv trgovine
it_it: Nome del negozio
nl_be: Naam winkel
ru_ru: Название магазина

source: State / Province
de_de: Kanton / Bundesland
es_es: Provincia
fa_ir: استان / ایالت
fr_fr: Région / Département
hr_hr: Država / Provincija
it_it: Stato / Provincia
nl_be: Staat/provincie
ru_ru: Область

source: City / Town
de_de: Ortschaft
es_es: Pueblo
fa_ir: شهر / روستا
fr_fr: Cité / Ville
hr_hr: Grad / Mjesto
it_it: Città / Paese
nl_be: Stad/gemeente
ru_ru: Город

source: Shop Mode
de_de: Shop Modus
es_es: Modo tienda
fa_ir: نوع فروشگاه
fr_fr: Mode de la Boutique
hr_hr: Način kupnje
it_it: Modalità negozio
nl_be: Winkelmodus
ru_ru: Тип магазина

source: Country of your shop
de_de: Heimatland des Shops
es_es: País de la tienda
fa_ir: کشور فروشگاه شما
fr_fr: Pays de votre boutique
hr_hr: Država u kojoj je vaša trgovina
it_it: Località del tuo negozio
nl_be: Land van uw winkel
ru_ru: Страна магазина

source: Currency
de_de: Währung
es_es: Moneda
fa_ir: واحد پول
fr_fr: Monnaie
hr_hr: Valuta
it_it: Valuta
nl_be: Munteenheid
ru_ru: Валюта

source: Enable User Registration:
de_de: Kunden Registration zulassen?
es_es: Activar registro de usuario:
fa_ir: فعال سازی عضویت کاربران:
fr_fr: Activer Enregistrement Utilisateur :
hr_hr: Omogući registraciju korisnika:
it_it: Attiva registrazione utente:
nl_be: Activeer gebruikersregistratie:
ru_ru: Включить регистрацию клиентов:

source: Enable Invoice PDF Generation:
de_de: Invoice als PDF ausstellen?
es_es: Activar creación de albarán en PDF:
fa_ir: فعال سازی صدور قبض پی دی اف:
hr_hr: Omogući PDF kreiranje računa:
it_it: Attiva generazione PDF fattura:
nl_be: Activeer PDF van faktuur:
ru_ru: Включить создание счётов в PDF:

source: Product Page Image Effect
de_de: Foto Effekte für die Produkte
es_es: Efectos de imagen para los productos
fa_ir: افکت تصاویر در صفحه محصولات
fr_fr: Effet d'image de la page produit
hr_hr: Slikovni efekt na stranici proizvoda
it_it: Effetto immagine pagina prodotto
nl_be: Afbeeldingseffect artikelpagina
ru_ru: Эффект рисунка на странице товаров

source: No Effect
es_es: Sin efectos
fa_ir: بدون افکت
it_it: Nessun effetto
nl_be: Geen effect

source: Main Product Image Size
de_de: Grösse der Hauptfotos der Produkte
es_es: Tamaño imagen principal de producto
fa_ir: سایز تصویر محصول اصلی
fr_fr: Taille d'image de page produit principale
hr_hr: Veličina slike glavnog proizvoda
it_it: Dimensione immagine principale prodotto
nl_be: Grootte afbeelding hoofdartikel
ru_ru: Размер изображения товара

source: Width
es_es: Anchura
fa_ir: طول
it_it: Larghezza
nl_be: Breedte

source: Height
es_es: Altura
fa_ir: عرض
it_it: Altezza
nl_be: Hoogte

source: Product Thumbnail Size
de_de: Grösse der thumbnails der Produkte
es_es: Tamaño de miniatura
fa_ir: سایز تصویر بندانگشتی محصول
fr_fr: Taille Miniature Produit
hr_hr: Thumbnail veličina slike proizvoda
it_it: Dimensione miniatura prodotto
nl_be: Grootte thumbnail artikel
ru_ru: Размер иконки товара

source: Grid Product Thumbnail Size
de_de: Grösse der Rasterfotos (Frontpage) der Produkte
es_es: Tamaño de miniatura en la cuadrícula
fa_ir: سایر بندانگشتی محصولات در حالت گرید
fr_fr: Taille de miniature produit (Grille)
hr_hr: Thumbnail veličina slike proizvoda u mreži
it_it: Dimensione miniatura griglia prodotto
nl_be: Grootte thumbnail in raster
ru_ru: Размер иконки в сетке

source: Currency Symbol
de_de: Währungs Symbol
es_es: Símbolo de moneda
fa_ir: شکل واحد پولی
fr_fr: Symbole de la monnaie
hr_hr: Simbol valute
it_it: Simbolo valuta
nl_be: Symbool munteenheid
ru_ru: Символ валюты

source: Checkout Page URL
de_de: URL der Checkout Seite
es_es: URL confirmación de pedido
fa_ir: آدرس صفحه وارسی خرید
fr_fr: URL page commande
hr_hr: Link stranice potvrde narudžbe
it_it: URL pagina Cassa
nl_be: URL checkoutpagina

source: Thank You Page URL
de_de: URL der Danke Seite
es_es: URL de agradeciemiento
fa_ir: آدرس صفحه تشکر
fr_fr: URL page remerciements
hr_hr: Link stranice zahvale
it_it: URL pagina ringraziamenti
nl_be: URL Dank u-pagina

source: Tax
de_de: MWST
es_es: Impuestos
fa_ir: مالیات
fr_fr: Taxe
hr_hr: Porez
it_it: Iva
nl_be: B.T.W.
ru_ru: Налог

source: Payment Options
de_de: Bezahlungs Module
es_es: Opciones de pago
fa_ir: تنظیمات پرداخت
fr_fr: Options de Paiement
hr_hr: Opcije plaćanja
it_it: Opzioni pagamento
nl_be: Betalingsopties
ru_ru: Варианты оплаты

source: Mobile Payment
es_es: Pago móvil
fa_ir: پرداخت با موبایل
it_it: Credito telefonico
nl_be: Mobiele betaling

source: Product Management
de_de: Produkt Management
es_es: Gestión de productos
fa_ir: مدیریت محصول ها
fr_fr: Gestion de Produit
hr_hr: Upravljanje proizvodima
it_it: Gestione prodotto
nl_be: Artikelbeheer
ru_ru: Управление товарами

source: Inventory Settings
de_de: Inventar Einstellungen
es_es: Opciones de inventario
fa_ir: تنظیمات فهرست اموال:
fr_fr: Paramètres d'inventaire
hr_hr: Postavke inventara
it_it: Impostazioni inventario
nl_be: Instellingen inventaris
ru_ru: Настройки склада

source: Active
de_de: Aktiv
es_es: Activo
fa_ir: فعال
fr_fr: Actif
hr_hr: Aktivan
it_it: Attiva
nl_be: Actief
ru_ru: Активно

source: Display Stocks Amounts
de_de: Vorhanded Anzahl anzeigen?
es_es: Visualizar cantidades en stock
fa_ir: نمایش تعداد موجود در انبار
fr_fr: Affiche le stock
hr_hr: Prikaz stanja zaliha
it_it: Mostra quantità in magazzino
nl_be: Toon voorraad
ru_ru: Показать кол-во в наличии

source: Sold Out Notice
de_de: Ausverkauft anzeigen
es_es: Notificación de producto no disponible
fa_ir: اخطار اتمام محصولات
fr_fr: Note de vente
hr_hr: Obavijest rasprodano
it_it: Avviso tutto esaurito
nl_be: Waarschuwing uitverkocht
ru_ru: Сообщение "нет в наличии"

source: Warning Threshold
de_de: Warnung bei niedriger Lagerzahl
es_es: Umbral de advertencia
fa_ir: آستانه هشدار
fr_fr: Seuil d'Alerte
hr_hr: Upozorenje prelaza ograničenja
it_it: Avviso soglia
nl_be: Waarschuwingsdrempel
ru_ru: Порог предупреждения

source: Inventory warning email
de_de: Emailadresse für obige Warnung
es_es: e-Mail aviso de inventario
fa_ir: ایمیل تذکر و رسیدگی برای فهرست اموال
fr_fr: Email d'alerte d'inventaire
hr_hr: E-mail upozorenje stanja zaliha
it_it: Email avviso inventario
nl_be: Waarschuwingsemail voorraad
ru_ru: Емейл для напоминания

source: Inventory Stock for Warning
es_es: Alertas de inventario
fa_ir: موجودی انبار برای هشدار
it_it: Inventario giacenze per avviso
nl_be: Voorraad voor waarschuwing

source: Shipping Options
de_de: Versand Variationen
es_es: Opciones de envío
fa_ir: تنظیمات ارسال کالا
fr_fr: Options des frais de port
hr_hr: Mogućnosti dostave
it_it: Opzioni trasporto
nl_be: Verzendingsopties
ru_ru: Варианты доставки

source: Shipping calculation method
de_de: Versand Kalkulationsmethoden
es_es: Método para calcular gastos de envío
fa_ir: روش محاسبه ارسال کالا
fr_fr: Méthode de Calcul des Frais de port
hr_hr: Izračuna troškova dostave
it_it: Metodo calcolo trasporto
nl_be: Berekeningswijze verzendkosten
ru_ru: Расчёт доставки

source: Free
de_de: Gratis
es_es: Gratis
fa_ir: رایگان
fr_fr: Gratuit
hr_hr: Besplatno
it_it: Gratuito
nl_be: Gratis
ru_ru: Бесплатно

source: Flat
de_de: Flat Rate
es_es: Tarifa plana
fa_ir: فلت
hr_hr: Postotak
it_it: Prezzo fisso
nl_be: Enkelvoudig
ru_ru: Фиксированная

source: Flat Limit
de_de: Flat Rate mit Limite
es_es: Límite de tarifa plana
fa_ir: محدودیت فلت
fr_fr: Flat Limite
hr_hr: Ograničenje
it_it: Limite prezzo
nl_be: Enkelvoudig met limiet
ru_ru: Фиксированная ниже суммы

source: Weight Flat
de_de: Flat Rate nach Gewicht
es_es: Límite de peso
fa_ir: وزن فلت
fr_fr: Poids de flat
hr_hr: Ograničenje težine
it_it: Prezzo a peso
nl_be: Per kg

source: Weight Class
de_de: Gewichtsklassen
es_es: Tipo de peso
fa_ir: کلاس وزنی
fr_fr: Classe de poids
hr_hr: Vrsta težine
it_it: Misura peso
nl_be: Gewichtsklasse

source: Per Item
de_de: Per einzelnes Produkt
es_es: Por elemento
fa_ir: هر محصول
fr_fr: Par élément
hr_hr: Po proizvodu
it_it: Per oggetto
nl_be: Per artikel

source: Flat Rate
de_de: Fixer Betrag
es_es: Importe tarifa plana
fa_ir: نرخ فلت
fr_fr: Taux de Flat
hr_hr: Bez ograničenja
it_it: Tasso fisso
nl_be: Enkelvoudig tarief
ru_ru: Фиксированная

source: Flat Limit Rate
de_de: Fixer Betrag mit einer Limite
es_es: Limite de tarifa plana
fa_ir: محدودیت نرخ فلت
fr_fr: Taux de limite de Flat
hr_hr: Bez ograničenja u prometu
it_it: Limite tasso fisso
nl_be: Tarief enkelvoudig met tarief
ru_ru: Стоимость доставки с пределом

source: Weight Flat Rate
de_de: Fixer Betrag nach Gewicht
fa_ir: وزن نرخ فلت
fr_fr: Taux de poids de Flat
hr_hr: Bez ograničenja u težini
it_it: Tasso prezzo peso
nl_be: Tarief per kg

source: Weight Class Rate
de_de: Versch. Gewichtsklassen
fa_ir: وزن کلاس فلت
fr_fr: Taux de classe de poids
hr_hr: Skupna tarifa težine
it_it: Tasso misura peso
nl_be: Tarief per gewichtsklasse

source: Per Item Rate
de_de: Per Produkt
es_es: Importe por elemento
fa_ir: نرخ بر حسب هر محصول
fr_fr: Taux par élément
hr_hr: Ograničenje po proizvodu
it_it: Per tasso elemento
nl_be: Tarief per artikel
ru_ru: Цена за каждый товар

source: Digital Products
de_de: Digitale Produkte
es_es: Productos digitales
fa_ir: محصولات دیجیتالی
fr_fr: Produits Digitaux
hr_hr: Digitalni proizvodi
it_it: Prodotti digitali
nl_be: Digitale produkten
ru_ru: Цифровые товары

source: Download Links Duration:
de_de: Download Links offen bis:
es_es: Caducidad de links para descarga
fa_ir: مدت زمان لیتک ها:
fr_fr: Durée du lien de téléchargement
hr_hr: Linkovi trajanja preuzimanja datoteka:
it_it: Durata link di download:
nl_be: Duur van de downloadlink:
ru_ru: Длительность для скачивания:

source: Use PayPal Sandbox:
de_de: PayPal nur im Testmodus
es_es: Usar PayPal Sandbox:
fa_ir: استفاده از سندباکس Paypal:
fr_fr: Utiliser la Sandbox Paypal
hr_hr: Koristite PayPal Sandbox:
it_it: Usa PayPal Sandbox:
nl_be: Gebruik PayPal Sandbox:
ru_ru: Использовать PayPal Sandbox:

source: Your Shop's Currency Code is not compatible with PayPal. Please choose a Currency Code from the below list. Payments will be converted to the selected Currency Code, when Payments are sent to PayPal.
es_es: El tipo de moneda no es compatible con PayPal. Seleccione otra moneda de la lista. Los pagos serán convertidos al realizarse mediante PayPal.
fa_ir: واحد پولی فروشگاه شما با PayPal سازگار نیست. لطفا از لیست زیر واحد پولی مناسب را انتخاب نمایید. عملیات پرداخت به واحدی که انتخاب می کنید تغییر خواهد کرد.
it_it: Il codice valuta del tuo negozio non è compatibile con PayPal. Scegli un codice valuta tra quelli elencati qui sotto. I pagamenti saranno convertiti al codice valuta selezionato, quando i pagamenti saranno inviati a PayPal.
nl_be: De munteenheid van uw winkel is niet compatibel met PayPal. Gelieve een munteenheid te kiezen in de onderstaande lijst. Betalingen zullen geconverteerd worden in de geselecteerde munteenheid op het moment van betaling via PayPal.

source: PayPal Currency Code
es_es: Código moneda PayPal
fa_ir: کد ارزی PayPal
it_it: PayPal - Codice valuta
nl_be: PayPal munteenheid

source: API Login
fa_ir: API ورود
fr_fr: Login API

source: Transaction Key
de_de: Transaktions Nummer
es_es: Clave de transacción
fa_ir: کلید معامله
fr_fr: Clé Transactionnelle
hr_hr: Šifra transakcije
it_it: Chiave transazione
nl_be: Transactiecode

source: URL
fa_ir: آدرس URL
hr_hr: Link

source: Test-Request
de_de: Test-Versuch
fa_ir: تست درخواست
fr_fr: Requête de Test
hr_hr: Test-zahtjev
it_it: Richiesta-test
nl_be: Verzoek test

source: Installation-ID
es_es: ID de instalación
fa_ir: شناسه نصب
fr_fr: ID Installation
hr_hr: ID za instalaciju
it_it: ID-installazione
nl_be: Installatie ID

source: Testmode
de_de: Testmodus
es_es: Modo de prueba
fa_ir: حالت تست
fr_fr: Mode Test
hr_hr: Testni način rada
it_it: Modalità test
nl_be: Testmodus
ru_ru: Тестовый режим
